{
    "ReferencesAndLinks": [
        "Miltiadous, A., Tzimourta, K. D., Afrantou, T., Ioannidis, P., Grigoriadis, N., Tsalikakis, D. G., Angelidis, P., Tsipouras, M. G., Glavas, E., Giannakeas, N., & Tzallas, A. T. (2023). A Dataset of Scalp EEG Recordings of Alzheimer’s Disease, Frontotemporal Dementia and Healthy Subjects from Routine EEG. Data, 8(6), 95. doi: 10.3390/data8060095",
        "Miltiadous, A., Gionanidis, E., Tzimourta, K. D., Giannakeas, N., & Tzallas, A. T. (2023). DICE-net: A Novel Convolution-Transformer Architecture for Alzheimer Detection in EEG Signals. IEEE Access, 1–1. doi: 10.1109/ACCESS.2023.3294618"
    ],
    "Name": "A dataset of EEG recordings from: Alzheimer's disease, Frontotemporal dementia and Healthy subjects",
    "Authors": [
        "Andreas Miltiadous",
        "Katerina D. Tzimourta",
        "Theodora Afrantou",
        "Panagiotis Ioannidis",
        "Nikolaos Grigoriadis",
        "Dimitrios G. Tsalikakis",
        "Pantelis Angelidis",
        "Markos G. Tsipouras",
        "Evripidis Glavas",
        "Nikolaos Giannakeas",
        "Alexandros T. Tzallas"
    ],
    "License": "CC0",
    "HowToAcknowledge": "Please cite:\nData descriptor: 10.3390/data8060095\nFirst study on this dataset: 10.1109/ACCESS.2023.3294618",
    "BIDSVersion": "v1.2.1",
    "DatasetDOI": "doi:10.18112/openneuro.ds004504.v1.0.8",
    "Acknowledgements": "We aknowledge support of the 2nd Department of Neurology of AHEPA General University Hospital of Thessaloniki.\n\nWe acknowledge support of this work from the project “Immersive Virtual, Augmented and Mixed Reality Center of Epirus” (MIS 5047221) which is implemented under the Action “Reinforcement of the Research and Innovation Infrastructure”, funded by the Operational Programme “Competitiveness, Entrepreneurship and Innovation” (NSRF 2014-2020) and co-financed by Greece and the European Union (European Regional Development Fund).",
    "EthicsApprovals": [
        "The study was conducted in accordance with the Declaration of Helsinki and approved by the Scientific and Ethics Committee of AHEPA University Hospital, Aristotle University of Thessaloniki, under protocol number 142/12-04-2023."
    ]
}